StruSoft.Interop.StruXml.Data.Extruded_foundation_type


StruSoft.Interop.StruXml.Data.Extruded_foundation_type.Region


StruSoft.Interop.StruXml.Data.Extruded_foundation_type.Cuboid_plinth


StruSoft.Interop.StruXml.Data.Extruded_foundation_type.Thickness


StruSoft.Interop.StruXml.Data.Extruded_foundation_type.Above


StruSoft.Interop.StruXml.Data.Extruded_foundation_type.AnyAttr
